Revit 2027 API
ParameterTypeId.MaterialParamTransparency Property
 "Transparency"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MaterialParamTransparency { get; }
Public Shared ReadOnly Property MaterialParamTransparency As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MaterialParamTransparency {
	ForgeTypeId^ get ();
}
static member MaterialParamTransparency : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace